{0:"Google (МФА [ɡuːɡl][4][5], MWCD[en] /ˈgü-gəl/[6], по-русски: «гугл»[7][8]) — американская транснациональная корпорация в составе холдинга Alphabet, инвестирующая в интернет-поиск, облачные вычисления и рекламные технологии.Google поддерживает и разрабатывает ряд интернет-сервисов и продуктов (смотри: Список сервисов и инструментов Google) и получает прибыль в первую очередь от рекламы через свою программу Ads[9]. Она считается одной из технологических компаний «большой четверки» наряду с Amazon, Apple и Microsoft[10][11][12].Компания основана Ларри Пейджем и Сергеем Брином. Впервые она была зарегистрирована как частная компания 4 января 1996 года, а 19 августа 2004 года начала продажу своих акций на фондовом рынке[13]. Тогда Ларри Пейдж, Сергей Брин и Эрик Шмидт договорились о совместной работе в Google в течение двадцати лет, до 2024 года[14]. Заявленной миссией компании с самого начала была «организация мировой информации, обеспечение её доступности и пользы для всех»[15], а неофициальный лозунг компании, придуманный инженером Google Полом Бакхейтом, — «Не будь злом» (англ. Don’t be evil)[16][17]. В 2003 году компания переехала в свою нынешнюю штаб-квартиру в Маунтин-Вью (штат Калифорния). 15 октября 2016 года компания была реорганизована в международный конгломерат Alphabet Inc.",
1:"Facebook (Фе́йсбу́к[3], [ˈfeɪsˌbʊk]) — крупнейшая социальная сеть в мире[4], которой владеет компания Meta (до 28 октября 2021 года — Facebook Inc.). Была основана 4 февраля 2004 года Марком Цукербергом и его соседями по комнате во время обучения в Гарвардском университете[5] — Эдуардо Саверином, Дастином Московицем и Крисом Хьюзом. Первоначально веб-сайт был назван Thefacebook и был доступен только для студентов Гарвардского университета, затем регистрацию открыли для других университетов Бостона, а затем — и для студентов любых учебных учреждений США, имеющих электронный адрес в домене .edu. Начиная с сентября 2006 года сайт доступен для всех пользователей Интернета в возрасте от 13 лет, имеющих адрес электронной почтыFacebook входит в пятёрку наиболее посещаемых веб-сайтов мира. На апрель 2017 года месячная аудитория сети составляет 1,968 миллиарда человек[6]. На июнь 2017 года аудитория Facebook’а составила 2 миллиарда пользователей[1] — это те, кто заходил на сайт хотя бы раз в месяц или за указанный промежуток времени был зафиксирован с помощью кнопки Like и следящих cookie[7]. Суточная активная аудитория в марте составила 720 миллионов человек — столько фиксируется следящей сетью Facebook’а ежедневно. 24 августа 2015 года число посетителей социальной сети Facebook впервые составило один миллиард человек[8]. 1,03 млрд человек в месяц используют мобильное приложение Facebook[9]. Каждый день в социальной сети пользователи оставляют 6 миллиардов «лайков»[10] и комментариев и публикуют 300 миллионов фотографий. На сайте зафиксировано 200 миллиардов «дружеских связей»[10]. Количество просмотров страниц сайта в октябре 2011 года составило 1 триллион[11], количество просмотров видео на сайте достигло в 2015 году отметки в 8 миллиардов в день[12].Компания Meta является владельцем других популярных сервисов, таких как Instagram, WhatsApp, workplace[en] (корпоративный мессенджер) и компании Oculus.",
2:"Telegram (от др.-греч. τῆλε «далеко» + др.-греч. γράμμα «запись») — кроссплатформенная система мгновенного обмена сообщениями (мессенджер) с функциями VoIP, позволяющая обмениваться текстовыми, голосовыми и видеосообщениями, стикерами и фотографиями, файлами многих форматов[6]. Также можно совершать видео- и аудиозвонки и трансляции в каналах и группах, организовывать конференции, многопользовательские группы и каналы. С помощью ботов функционал приложения практически не ограничен. Клиентские приложения Telegram доступны для Android, iOS, Windows, macOS и GNU/Linux[7]. Количество ежемесячных активных пользователей сервиса по состоянию на январь 2021 года составляет около 500 млн человек[8]. В августе 2017 года в своём Telegram-канале Павел Дуров заявил, что количество пользователей мессенджера ежедневно увеличивается более чем на 600 тысяч[9][10]. По данным исследования TGStat на май 2019 года, наибольшая доля пользователей из России приходится на лиц в возрасте 25-34 (38 %) и 18-24 (27 %) лет. 35,6 % российских пользователей составляют жители Москвы, 13,3 % — жители Санкт-Петербурга. Остальные регионы распределены более равномерно. Исследование проводилось с помощью ответов примерно 82 тысяч респондентов разного пола, возраста и местоположения[11]. Проект финансируется Павлом Дуровым[12][13] в объёме порядка 13 млн долларов США ежегодно[14]. Помимо обмена сообщениями в диалогах и группах, в мессенджере можно хранить неограниченное количество файлов[⇨], вести каналы (микроблоги)[⇨], создавать и использовать ботов[⇨]."
}
